---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilteredElementIterator
source: html/821fb5e0-7118-50c6-3f73-0de49255ae5e.htm
---
# FilteredElementIterator Properties

Gets the item at the current position of the iterator.